{"class_name": "Tokenizer", "config": {"num_words": 62, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": true, "oov_token": "!!OOV!!", "document_count": 504, "word_counts": "{\"1\": 273, \" \": 444, \"n\": 119, \"o\": 107, \"v\": 43, \"0\": 525, \"7\": 45, \"-\": 84, \"j\": 120, \"u\": 195, \"l\": 64, \"2\": 246, \"8\": 57, \"m\": 155, \"a\": 246, \"y\": 112, \".\": 36, \"5\": 45, \"d\": 40, \"e\": 323, \"c\": 104, \"b\": 137, \"r\": 249, \"9\": 69, \"s\": 65, \"p\": 79, \"t\": 93, \"4\": 45, \"i\": 26, \"6\": 45, \"f\": 41, \"g\": 40, \",\": 12, \"3\": 33, \"h\": 26, \"q\": 1, \"k\": 2}", "word_docs": "{\"v\": 43, \" \": 324, \"1\": 208, \"o\": 81, \"n\": 119, \"u\": 169, \"j\": 120, \"7\": 44, \"2\": 192, \"0\": 377, \"l\": 64, \"8\": 55, \"-\": 84, \"a\": 223, \"m\": 155, \".\": 36, \"5\": 44, \"y\": 112, \"e\": 197, \"c\": 104, \"r\": 227, \"d\": 40, \"b\": 137, \"s\": 65, \"p\": 79, \"9\": 67, \"t\": 93, \"i\": 26, \"4\": 44, \"6\": 44, \"f\": 41, \"g\": 40, \",\": 12, \"h\": 26, \"3\": 33, \"q\": 1, \"k\": 2}", "index_docs": "{\"28\": 43, \"3\": 324, \"5\": 208, \"15\": 81, \"13\": 119, \"9\": 169, \"12\": 120, \"24\": 44, \"7\": 192, \"2\": 377, \"22\": 64, \"23\": 55, \"18\": 84, \"8\": 223, \"10\": 155, \"32\": 36, \"25\": 44, \"14\": 112, \"4\": 197, \"16\": 104, \"6\": 227, \"30\": 40, \"11\": 137, \"21\": 65, \"19\": 79, \"20\": 67, \"17\": 93, \"34\": 26, \"26\": 44, \"27\": 44, \"29\": 41, \"31\": 40, \"36\": 12, \"35\": 26, \"33\": 33, \"38\": 1, \"37\": 2}", "index_word": "{\"1\": \"!!OOV!!\", \"2\": \"0\", \"3\": \" \", \"4\": \"e\", \"5\": \"1\", \"6\": \"r\", \"7\": \"2\", \"8\": \"a\", \"9\": \"u\", \"10\": \"m\", \"11\": \"b\", \"12\": \"j\", \"13\": \"n\", \"14\": \"y\", \"15\": \"o\", \"16\": \"c\", \"17\": \"t\", \"18\": \"-\", \"19\": \"p\", \"20\": \"9\", \"21\": \"s\", \"22\": \"l\", \"23\": \"8\", \"24\": \"7\", \"25\": \"5\", \"26\": \"4\", \"27\": \"6\", \"28\": \"v\", \"29\": \"f\", \"30\": \"d\", \"31\": \"g\", \"32\": \".\", \"33\": \"3\", \"34\": \"i\", \"35\": \"h\", \"36\": \",\", \"37\": \"k\", \"38\": \"q\"}", "word_index": "{\"!!OOV!!\": 1, \"0\": 2, \" \": 3, \"e\": 4, \"1\": 5, \"r\": 6, \"2\": 7, \"a\": 8, \"u\": 9, \"m\": 10, \"b\": 11, \"j\": 12, \"n\": 13, \"y\": 14, \"o\": 15, \"c\": 16, \"t\": 17, \"-\": 18, \"p\": 19, \"9\": 20, \"s\": 21, \"l\": 22, \"8\": 23, \"7\": 24, \"5\": 25, \"4\": 26, \"6\": 27, \"v\": 28, \"f\": 29, \"d\": 30, \"g\": 31, \".\": 32, \"3\": 33, \"i\": 34, \"h\": 35, \",\": 36, \"k\": 37, \"q\": 38}"}}